{
  "clangd_extensions.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-base16": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "vim-tmux": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}