aeschli.vscode-css-formatter
aster.vscode-subtitles
coolbear.systemd-unit-file
dawidd6.debian-vscode
eamodio.gitlens
geekidos.vdf
maelvalais.autoconf
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
panicbit.cargo
pepri.subtitles-editor
redhat.vscode-xml
rust-lang.rust-analyzer
ryu1kn.partial-diff
serayuzgur.crates
slevesque.vscode-hexdump
tamasfe.even-better-toml
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
zgm.cuesheet
