charliermarsh.ruff
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.vscode-clangd
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
redhat.vscode-xml
rust-lang.rust-analyzer
ryu1kn.partial-diff
slevesque.vscode-hexdump
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
