barbosshack.crates-io
charliermarsh.ruff
detachhead.basedpyright
llvm-vs-code-extensions.vscode-clangd
ms-python.python
ms-vscode.cmake-tools
redhat.vscode-xml
rust-lang.rust-analyzer
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
